Group "[Type Name]" is now empty and will be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AllElementsRemovedFromGroup { get; }
  Visual Basic
Public Shared ReadOnly Property AllElementsRemovedFromGroup As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AllElementsRemovedFromGroup {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace